Repository: concretecms-community-store/community_store_bulk_product_updating
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Bulk Products Update
it_it: Aggiornamento in serie dei prodotti

source: Community Store Bulk Product Updating
it_it: Aggiornamento in serie dei prodotti di Community Store

source: Easily update details of Community Store products
it_it: Aggiorna facilmente i dettagli dei prodotti del Community Store

source: Invalid parameters received.
it_it: Parametri non validi ricevuti.

source: Please specify the search text.
it_it: Specifica il testo per la ricerca.

source: The data stored in the database doesn't match the data you see in the page, maybe because a new order has been submitted.
it_it: I dati memorizzati nel database non corrispondono a quelli visualizzati nella pagina, forse perché è stato inoltrato un nuovo ordine.

source: You should reload the page in order to see the up-to-date data.
it_it: Dovresti ricaricare la pagina per vedere i dati aggiornati.

source: Search Product
it_it: Seleziona prodotto

source: No products satisfy the search criteria.
it_it: Nessun prodotto soddisfa i criteri di ricerca.

source: Product
it_it: Prodotto

source: Unknown error
it_it: Errore sconosciuto

source: Enter the search text and click the Search button
it_it: Immettere il testo di ricerca e fare clic sul pulsante Cerca

source: Searching products...
it_it: Ricerca dei prodotti in corso...

source: Wrong data returned from server
it_it: Dati errati restituiti dal server

source: Stock Levels
it_it: Scorte a magazzino

source: Unable to find the requested product (has it been deleted?).
it_it: Impossibile trovare il prodotto richiesto (è stato eliminato?).

source: Unable to find the requested product variation (has it been deleted?).
it_it: Impossibile trovare la variazione del prodotto richiesta (è stata eliminata?).
